Repository: thomasbook/Youtube-Video-Sources
Catalog: Point of Sale/Translations/Point of Sale.g.*.xlf
Languages: de_at, nl_be

# Table 3330040965 - Property 2879900210
source: POS Setup
de_at: POS-Einrichtung
nl_be: POS instellen

# Table 3330040965 - Field 1128980479 - Property 2879900210
source: Cash Customer No.
de_at: Barauszahlungs-Kunden-Nr.
nl_be: Contant klantnr.

# Page 4226980658 - Property 1064389655
source: Welcome to Point of Sale
de_at: Willkommen am Point of Sale
nl_be: Welkom bij Point of Sale

# Page 4226980658 - Property 247559172
source: You can start scanning item from this screen to quickly sell a lot of stuff in your nice shop.
de_at: Sie können den Artikel von diesem Bildschirm aus scannen, um schnell eine Menge Zeug in Ihrem schönen Geschäft zu verkaufen.
nl_be: Je kunt vanaf dit scherm beginnen met het scannen van items om snel veel spullen te verkopen in je leuke winkel.

# Page 4226980658 - Property 2879900210
source: Point of Sale
de_at: Verkaufsstelle
nl_be: Verkooppunt

# Page 4226980658 - Control 3471137671 - Property 1064389655
source: Receipt Lines
de_at: Zugangspositionen
nl_be: Ontvangstlijnen

# Page 4226980658 - Control 3471137671 - Property 247559172
source: Here are all the items on the receipt that has been entered or scanned.
de_at: Hier sind alle Elemente auf der Quittung, die eingegeben oder gescannt wurde.
nl_be: Hier zijn alle items op het ontvangstbewijs die zijn ingevoerd of gescand.

# Page 4226980658 - Control 1474036805 - Property 1064389655
source: Specify the customer
de_at: Geben Sie den Kunden an
nl_be: Geef de klant op

# Page 4226980658 - Control 1474036805 - Property 247559172
source: If your're not selling with cash payment, then you can specify a customer here
de_at: Wenn Sie nicht mit Barzahlung verkaufen, können Sie hier einen Kunden angeben
nl_be: Als u niet met contante betaling verkoopt, kunt u hier een klant opgeven

# Page 4226980658 - Control 513339096 - Property 1064389655
source: Receipt Status
de_at: Empfangsstatus
nl_be: Ontvangststatus

# Page 4226980658 - Control 513339096 - Property 247559172
source: Here you can see if you have an active receipt.
de_at: Hier können Sie sehen, ob Sie eine aktive Quittung haben.
nl_be: Hier kun je zien of je een actief bonnetje hebt.

# Page 4226980658 - Control 245426702 - Property 1064389655
source: Receipt Totals
de_at: Belegsummen
nl_be: Ontvangsten Totalen

# Page 4226980658 - Control 245426702 - Property 247559172
source: Here you can check the total of the receipt during entry and scanning.
de_at: Hier können Sie die Summe des Eingangs während der Eingabe und des Scannens überprüfen.
nl_be: Hier kunt u het totaal van de bon controleren tijdens het invoeren en scannen.

# Page 4226980658 - Action 1022688722 - Property 1064389655
source: Start a new receipt
de_at: Starten einer neuen Quittung
nl_be: Een nieuw ontvangstbewijs starten

# Page 4226980658 - Action 1022688722 - Property 247559172
source: Click here to start a new receipt, or you can just start scanning if you have a scanner.
de_at: Klicken Sie hier, um eine neue Quittung zu starten, oder Sie können einfach mit dem Scannen beginnen, wenn Sie einen Scanner haben.
nl_be: Klik hier om een nieuw ontvangstbewijs te starten, of je kunt gewoon beginnen met scannen als je een scanner hebt.

# Page 4226980658 - Action 1022688722 - Property 2879900210
source: New Receipt
de_at: Neue Quittung
nl_be: Nieuw ontvangstbewijs

# Page 4226980658 - Action 2020016226 - Property 1064389655
source: Receive Payment
de_at: Zahlung erhalten
nl_be: Betaling ontvangen

# Page 4226980658 - Action 2020016226 - Property 247559172
source: Click "Pay" to receive payment from the customer
de_at: Klicken Sie auf "Bezahlen", um die Zahlung vom Kunden zu erhalten
nl_be: Klik op "Betalen" om de betaling van de klant te ontvangen

# Page 4226980658 - Action 2020016226 - Property 2879900210
source: Pay
de_at: Bezahlen
nl_be: Betalen

# Page 122796491 - Property 2879900210
source: Lines
de_at: Zeilen
nl_be: Regels

# Page 122796491 - Control 2704404533 - Property 1064389655
source: Item Quantity
de_at: Artikelmenge
nl_be: Aantal artikelen

# Page 122796491 - Control 2704404533 - Property 247559172
source: If you're scanning the same item twice, it will update the existing line with a larger quantity instead of adding a new line.
de_at: Wenn Sie dasselbe Element zweimal scannen, wird die vorhandene Zeile mit einer größeren Menge aktualisiert, anstatt eine neue Zeile hinzuzufügen.
nl_be: Als u hetzelfde item twee keer scant, wordt de bestaande regel bijgewerkt met een grotere hoeveelheid in plaats van een nieuwe regel toe te voegen.

# Page 122796491 - Action 4182301777 - Property 1064389655
source: VIP Customer
de_at: VIP-Kunde
nl_be: VIP-klant

# Page 122796491 - Action 4182301777 - Property 247559172
source: Specify if this is a VIP customer!
de_at: Geben Sie an, ob es sich um einen VIP-Kunden handelt!
nl_be: Geef aan of dit een VIP-klant is!

# Page 826831670 - Control 1650118938 - Property 1064389655
source: Remember TAX
de_at: Denken Sie an STEUERN
nl_be: Onthoud BTW

# Page 826831670 - Control 1650118938 - Property 247559172
source: This total is including vat/tax/moms/gst/pst/hst
de_at: Diese Summe beinhaltet Mehrwertsteuer / Steuern / Mütter / gst / pst / hst
nl_be: Dit totaalbedrag is inclusief btw/belasting/moms/gst/pst/hst

# Page 3330040965 - Property 2879900210
source: POS Setup
de_at: POS-Einrichtung
nl_be: POS instellen

# PageExtension 2500762320 - Action 3732224266 - Property 2879900210
source: Test
de_at: Prüfen

# TableExtension 3566004263 - Field 1863350370 - Property 2879900210
source: POS Payment
de_at: POS-Zahlung
nl_be: POS-betaling

# PermissionSet 2355543019 - Property 2879900210
source: Point of sale admin
de_at: Point-of-Sale-Administrator
nl_be: Point of sale beheerder

# PermissionSet 2597873889 - Property 2879900210
source: Point of sale user
de_at: Point-of-Sale-Benutzer
nl_be: Point of sale gebruiker

# PermissionSet 1080452628 - Property 2879900210
source: POS Setup Read
de_at: Lesen der POS-Einrichtung
nl_be: POS Setup Lezen

# PermissionSet 591987031 - Property 2879900210
source: POS Setup Admin
nl_be: POS Setup Beheerder
